accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
arandr
arc-gtk-theme-eos
arc-x-icons-theme
archlinux-xdg-menu
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
bash-completion
bind
binutils
bison
btrfs-progs
cantarell-fonts
capitaine-cursors
cbatticon
celluloid
clang
code
cryptsetup
device-mapper
dex
dhclient
dialog
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
dunst
e2fsprogs
efibootmgr
ethtool
exfat-utils
f2fs-tools
fakeroot
ffmpegthumbnailer
file-roller
firefox
flameshot
flex
fsarchiver
galculator
gcc
gimp
git
glances
gnu-netcat
grub
grub-tools
grub2-theme-endeavouros
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
handbrake
haveged
hdparm
hwdetect
hwinfo
inetutils
inkscape
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jq
keyserver-rank
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-atm
linux-firmware
linux-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
mdadm
meld
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mtools
nano
nano-syntax-highlighting
nbd
ndisc6
neofetch
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
notepadqq
noto-fonts
nss-mdns
ntfs-3g
ntp
numlockx
obs-studio
openconnect
opendesktop-fonts
openshot
openvpn
pacman-contrib
paprefs
patch
pavucontrol
pcurses
perl
picom
pkgconf
pkgfile
polkit-gnome
poppler-glib
ppp
pptpclient
pulseaudio
pulseaudio-alsa
pulseaudio-jack
python
python-defusedxml
qemu
r8168
rebuild-detector
reflector
reflector-simple
reiserfsprogs
rofi
rp-pppoe
rsync
s-nail
scrot
sg3_utils
smartmontools
sof-firmware
soundconverter
sshfs
steam
sudo
sysfsutils
sysstat
systemd-sysvcompat
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
tlp
tlp-rdw
trayer
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-opensans
tumbler
uget
unrar
unzip
upower
usb_modeswitch
usbutils
vi
vim
vlc
volumeicon
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xbindkeys
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-vesa
xfsprogs
xl2tpd
xmobar
xmonad
xmonad-contrib
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xterm
yad-eos
yay
zsh
